Repository: aniram112/spacedrums
Catalog: spacedrums/Resources/Strings/Localizable.xcstrings
Source language: en
Languages: ru

# AddSound.Detected.add
source: Add
ru: Добавить

# AddSound.Detected.again
source: Try again
ru: Еще раз

# AddSound.Detected.bottomText
source: Use it?
ru: Использовать?

# AddSound.Detected.topText
source: Found frequency
ru: Определенная частота

# AddSound.Listening.bottomText
source: Analyzing the pitсh...
ru: Вычисляем значение...

# AddSound.Listening.topText
source: Play the sound a few times
ru: Воспроизведите звук несколько раз

# CloudSheet.Errors.alreadyInUse
source: Email already in use
ru: Email занят

# CloudSheet.Errors.invalidEmail
source: Invalid email
ru: Неверный формат Email

# CloudSheet.Errors.notFound
source: User not found
ru: Пользователь не найден

# CloudSheet.Errors.tooMany
source: Too many reques
ru: Слишком много запросов

# CloudSheet.Errors.undefined
source: Undefined error
ru: Неизвестная ошибка

# CloudSheet.Errors.weakPassword
source: Weak password
ru: Слабый пароль

# CloudSheet.Errors.wrongPassword
source: Wrong password
ru: Неверный пароль

# CloudSheet.load
source: Load
ru: Загрузить

# CloudSheet.login
source: Login
ru: Войти

# CloudSheet.logout
source: Logout
ru: Выйти

# CloudSheet.save
source: Save
ru: Сохранить

# CloudSheet.signUp
source: Sign up
ru: Регистрация

# Collection.add
source: Add
ru: Выбрать

# Collection.trySound
source: Try
ru: Играть

# Main.Alert.cancel
source: Cancel
ru: Отмена

# Main.Alert.save
source: Save
ru: Сохранить

# Main.Alert.title
source: Enter space name
ru: Введите название пространства

# Main.open
source: Open
ru: Открыть

# Main.save
source: Save
ru: Сохранить

# Main.SoundView.circle
source: %dHz
ru: %dГц

# Main.start
source: Start
ru: Начать
